Revit 2027 API
BumpMap.TextureVRepeat Property
 The property labeled "V Repeat" from the "BumpMap" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static string TextureVRepeat { get; }
Public Shared ReadOnly Property TextureVRepeat As String
	Get
public:
static property String^ TextureVRepeat {
	String^ get ();
}
static member TextureVRepeat : string with get
Property Value
String
Remarks
 This property is of type "AssetPropertyBoolean".
See Also
Reference
BumpMap Class
Autodesk.Revit.DB.Visual Namespace